//比赛记录

//手动排序

/*
[日期, 
[姓名, 时间1, 时间2, 时间3, 最快]]
*/
let Record_Database = new Array();

Record_Database = [
    ["Thu,Dec.15/2022",
        ["TonyKan", "50.763", "50.635", "DNF", "50.635"],
        ["ColinLonneman", "38.253", "41.730", "44.347", "38.253"],
        ["JinWen", "1:37.716", "1:41.893", "1:32.774", "1:32.774"]
    ],
    ["Wed,Dec.14/2022",
        ["ColinLonneman", "52.620", "53.493", "48.655", "48.655"],
        ["TonyKan", "DNF", "47.029", "55.844", "47.129"],
        ["JackXie", "DNF", "N/A", "N/A", "N/A"],
        ["RuiChe", "1:33.568", "1:17.094", "49.816", "49.816"],
        ["Sebastian", "1:22.125", "DNF", "1:35.567", "1:22.125"]
    ]
]